<section class="founder">
	<div class="_container">
		<div class="founder__body">
			<div class="founder__image">
				<img src="img/founder/main_img.jpeg" alt="founder photo" />
			</div>
			<div class="founder__content <?php echo $founder__content_class ?>">
				<h2 class="founder__title title">Отношение к делу и к клиентам</h2>
				<div class="founder__text">
					<p>
						Кстати, интерактивные прототипы описаны максимально подробно.
						Повседневная практика показывает, что укрепление и развитие внутренней
						структуры говорит о возможностях соответствующих условий активизации.
						Внезапно, независимые государства, которые представляют собой яркий
						пример континентально-европейского типа политической культуры, будут
						подвергнуты целой серии независимых исследований. С учётом сложившейся
						международной обстановки, синтетическое тестирование выявляет срочную
						потребность системы массового участия.
					</p>
					<p>
						А ещё действия представителей оппозиции, превозмогая сложившуюся
						непростую экономическую ситуацию, в равной степени предоставлены сами
						себе. Не следует, однако, забывать, что выбранный нами инновационный
						путь в значительной степени обусловливает важность дальнейших
						направлений развития.
					</p>
				</div>
				<?php if(!empty($founder_link)){echo '<a href="#" class="founder__link link">'. $founder_link .'</a>';}?>
			</div>
		</div>
	</div>
</section>